---
kind: property
id: P:Autodesk.Revit.DB.SpecTypeId.ApparentPowerDensity
source: html/fcb6a64c-b116-5a14-409c-5d9db1c220a8.htm
---
# Autodesk.Revit.DB.SpecTypeId.ApparentPowerDensity Property

Apparent Power Density, in discipline Electrical.

## Syntax (C#)
```csharp
public static ForgeTypeId ApparentPowerDensity { get; }
```